[
    {
      "id": "1",
      "name": "Messi",
      "image": "https://i.ibb.co/ZxmYHSb/man1.webp",
      "comment": "Excellent Service. It was a very small inconvenience, but I understand that for people who aren't internet savvy, it's important to give them easy instructions! Your customer service ROCKS! (Fixed Speed).\r\n",
      "ratting": 5
    },
    {
      "id": "2",
      "name": "Neymar",
      "image": "https://i.ibb.co/sggVnmw/man2.webp",
      "comment": "Great customer service. Bought a non oe grill from BD Car Parts.com for my 300c to mod and was unaware that it did not include installation hardware along  (Fixed Speed).\r\n",
      "ratting": 5
    },
    {
      "id": "3",
      "name": "Ronaldo",
      "image": "https://i.ibb.co/2sPwk2Z/man3.webp",
      "comment": "Bad part but made it right. Ordered a mirror for drivers side because OEM is ~$1000. The first one that came in didn't fold right. I contacted customer service (Fixed Speed).\r\n",
      "ratting": 4
    },
    {
      "id": "4",
      "name": "Ronaldinho",
      "image": "https://i.ibb.co/1mCW2J9/man4.webp",
      "comment": "Return Policy. Car Part's was awesome on understanding my return issue even though it was past 90 day's. I will do business anytime with this company. (Fixed Speed).\r\n",
      "ratting": 4
    },
    {
      "id": "5",
      "name": "Meradona",
      "image": "https://i.ibb.co/GxvpZtQ/man5.jpg",
      "comment": "Excellent Customer Service. I ordered a car part for my older vehicle and while the part didn't exactly have a perfect fit, I was able to make it work. (Fixed Speed).\r\n",
      "ratting": 5
    },
    {
      "id": "6",
      "name": "Pele",
      "image": "https://i.ibb.co/FKzcs4K/man6.webp",
      "comment": "Part didn't fit. I ordered a replacement mirror for my truck (Order# CPZ372607362) but when it came it did not fit. I wrote a review stating as much  (Fixed Speed).\r\n",
      "ratting": 4
    },
    {
      "id": "7",
      "name": "Jidan",
      "image": "https://i.ibb.co/HTKR9xX/man7.webp",
      "comment": "Fantastic support!. I initially had an issue with LSO delivery. BD Car Parts fixed the problem even though it was not an issue with BD Car Parts. (Fixed Speed).\r\n",
      "ratting": 5
    },
    {
      "id": "8",
      "name": "Backhum",
      "image": "https://i.ibb.co/C6rr1fQ/man-8.webp",
      "comment": "Great Customer Service. BD Car Parts.com customer service is excellent. They were very helpful when purchasing a replacement part for my vehicle. I would highly recommend them. (Fixed Speed).\r\n",
      "ratting": 5
    }
  ]